import FirstImage from "./images/fir.png";
import SecondImage from "./images/sec.png";
import ThirdImage from "./images/thir.png";

export const slides = [
  {
    id: 1,
    title: "Ты не один!",
    description: "Многие люди сталкиваются с трудностями в контроле азартных игр. Признание этой проблемы — первый шаг к свободе и спокойствию.",
    image: FirstImage
  },
  {
    id: 2,
    title: "Проверь свое состояние",
    description: 'Начнем с понимания твоей ситуации. Пройди короткий квиз, чтобы оценить текущее влияние зависимости на твою жизнь. Результаты помогут понять, с чего начать и на что обратить внимание.',
    image: SecondImage
  },
  {
    id: 3,
    title: "Получай персональный функционал",
    description: 'На основе твоих ответов приложение предложит конкретные шаги, инструменты и рекомендации. Ты сможешь постепенно восстанавливать контроль и создавать новые здоровые привычки.',
    image: ThirdImage
  },
]
